{
    "impression": "Overall ImpressionA malty, brown caramel-centric British ale without the roasted flavors of a Porter.\n",
    "appearance": "Dark amber to dark reddish-brown color. Clear. Low to moderate off-white to light tan head.",
    "aroma": "Light, sweet malt aroma with toffee, nutty, or light chocolate notes, and a light to heavy caramel quality. A light but appealing floral or earthy hop aroma may also be noticed. A light fruity aroma may be evident, but should not dominate.",
    "flavor": "FlavorGentle to moderate malt sweetness, with a light to heavy caramel character and a medium to dry finish. Malt may also have a nutty, toasted, biscuity, toffee, or light chocolate character. Medium to medium-low bitterness. Malt-hop balance ranges from even to malt-focused; hop flavor low to none (floral or earthy qualities). Low to moderate fruity esters can be present.\n",
    "mouthfeel": "MouthfeelMedium-light to medium body. Medium to medium-high carbonation.\n",
    "comments": "A wide-ranging category with different interpretations possible, ranging from lighter-colored to hoppy to deeper, darker, and caramel-focused; however, none of the versions have strongly roasted flavors. A stronger Double Brown Ale was more popular in the past, but is very hard to find now. While London Brown Ales are marketed using the name Brown Ale, we list those as a different judging style due to the significant difference in balance (especially sweetness) and alcohol strength; that doesn’t mean that they aren’t in the same family, though.",
    "comparison": "Style ComparisonMore malty balance than British Bitters, with more malt flavors from darker grains. Stronger than a Dark Mild. Less roast than an English Porter. Stronger and much less sweet than London Brown Ale.\n",
    "history": "HistoryBrown ale has a long history in Great Britain, although several different types of products used that name at various times. Modern brown ale is a 20th century creation as a bottled product; it is not the same as historical products of the same name. A wide range of gravities were brewed, but modern brown ales are generally of the stronger (by current UK standards) interpretation. This style is based on the modern stronger British brown ales, not historical versions or the sweeter London Brown Ale. Predominately but not exclusively a bottled product currently.\n",
    "ingredients": "Characteristic IngredientsBritish mild ale or pale ale malt base with caramel malts. May also have small amounts darker malts (e.g., chocolate) to provide color and the nutty character. English hop varieties are most authentic.\n",
    "statistics": [
        {
            "stat": "IBU",
            "value": "20 - 30"
        },
        {
            "stat": "SRM",
            "value": "12 - 22"
        },
        {
            "stat": "OG",
            "value": "1.040 - 1.052"
        },
        {
            "stat": "FG",
            "value": "1.008 - 1.013"
        },
        {
            "stat": "ABV",
            "value": "4.2% - 5.4%"
        }
    ],
    "commercial": "Commercial Examples Maxim Double Maxim, Newcastle Brown Ale, Riggwelter Yorkshire Ale, Samuel Smith’s Nut Brown Ale, Wychwood Hobgoblin. ",
    "attributes": [
        {
            "tag": "amber-color",
            "link": "https://dev.bjcp.org/style-tags/amber-color/"
        },
        {
            "tag": "british-isles",
            "link": "https://dev.bjcp.org/style-tags/british-isles/"
        },
        {
            "tag": "brown-ale-family",
            "link": "https://dev.bjcp.org/style-tags/brown-ale-family/"
        },
        {
            "tag": "malty",
            "link": "https://dev.bjcp.org/style-tags/malty/"
        },
        {
            "tag": "standard-strength",
            "link": "https://dev.bjcp.org/style-tags/standard-strength/"
        },
        {
            "tag": "top-fermented",
            "link": "https://dev.bjcp.org/style-tags/top-fermented/"
        },
        {
            "tag": "traditional-style",
            "link": "https://dev.bjcp.org/style-tags/traditional-style/"
        }
    ],
    "name": "13B. British Brown Ale ",
    "id": "13B",
    "categoryId": "13",
    "category": "13. Brown British Beer ",
    "entry-content": "\nWhile Dark Mild, Brown Ale, and English Porter may have long and storied histories, these guidelines describe the modern versions. They are grouped together for judging purposes only since they often have similar flavors and balance, not because of any implied common ancestry. The similar characteristics are low to moderate strength, dark color, generally malty balance, and British ancestry. These styles have no historic relationship to each other; especially, none of these styles evolved into any of the others, or was ever a component of another. The category name was never used historically to describe this grouping of beers; it is our name for the judging category. “Brown Beer” was a distinct and important historical product, and is not related to this category name.\n"
}