{
    "impression": "Overall ImpressionA very dark, full-bodied, roasty, malty ale with a complementary oatmeal flavor. The sweetness, balance, and oatmeal impression can vary considerably.\n",
    "appearance": "Medium brown to black in color. Thick, creamy, persistent tan- to brown-colored head. Can be opaque (if not, it should be clear).",
    "aroma": "Mild roasted grain aromas, generally with a coffee-like character. A light malty sweetness can suggest a coffee-and-cream impression. Fruitiness should be low to medium-high. Diacetyl medium-low to none. Hop aroma medium-low to none, earthy or floral. A light grainy-nutty oatmeal aroma is optional.",
    "flavor": "FlavorSimilar to the aroma, with a mild roasted coffee to coffee-and-cream flavor, and low to moderately-high fruitiness. Oats and dark roasted grains provide some flavor complexity; the oats can add a nutty, grainy or earthy flavor. Dark grains can combine with malt sweetness to give the impression of milk chocolate or coffee with cream. Medium hop bitterness with the balance toward malt. Medium-sweet to medium-dry finish. Diacetyl medium-low to none. Hop flavor medium-low to none, typically earthy or floral.\n",
    "mouthfeel": "MouthfeelMedium-full to full body, with a smooth, silky, velvety, sometimes an almost oily slickness from the oatmeal. Creamy. Medium to medium-high carbonation.\n",
    "comments": "Generally between Sweet and Irish Stouts in sweetness. Variations exist, from fairly sweet to quite dry, as well as English and American versions (American versions tend to be more hoppy, less sweet, and less fruity). The level of bitterness also varies, as does the oatmeal impression. Light use of oatmeal may give a certain silkiness of body and richness of flavor, while heavy use of oatmeal can be fairly intense in flavor with an almost oily mouthfeel, dryish finish, and slight grainy astringency. When judging, allow for differences in interpretation.",
    "comparison": "Style ComparisonMost are like a cross between an Irish Extra Stout and a Sweet Stout with oatmeal added. Several variations exist, with the sweeter versions more like a Sweet Stout with oatmeal instead of lactose, and the drier versions more like a more nutty, flavorful Irish Extra Stout. Both tend to emphasize the body and mouthfeel.\n",
    "history": "HistoryA variant of nourishing or invalid stouts of the late 1800s using oatmeal in the grist, similar to the development of sweet stout that used lactose. An original Scottish version used a significant amount of oat malt. Later went through a shady phase where some English brewers would throw a handful of oats into their parti-gyled stouts in order to legally produce a ‘healthy’ Oatmeal Stout for marketing purposes. Most popular in England between the World Wars, was revived in the craft beer era for export, which helped lead to its adoption as a popular modern American craft beer style that uses a noticeable (not symbolic) quantity of oats.\n",
    "ingredients": "Characteristic IngredientsPale, caramel and dark roasted malts (often chocolate) and grains. Oatmeal or malted oats (5-20% or more) used to enhance fullness of body and complexity of flavor. Hops primarily for bittering. Can use brewing sugars or syrups. English ale yeast.\n",
    "statistics": [
        {
            "stat": "IBU",
            "value": "25 - 40"
        },
        {
            "stat": "SRM",
            "value": "22 - 40"
        },
        {
            "stat": "OG",
            "value": "1.045 - 1.065"
        },
        {
            "stat": "FG",
            "value": "1.010 - 1.018"
        },
        {
            "stat": "ABV",
            "value": "4.2% - 5.9%"
        }
    ],
    "commercial": "Commercial Examples Anderson Valley Barney Flats Oatmeal Stout, Broughton Scottish Oatmeal Stout, Figueroa Mountain Stagecoach Stout, St-Ambroise Oatmeal Stout, Samuel Smith Oatmeal Stout, Young's Oatmeal Stout. ",
    "attributes": [
        {
            "tag": "balanced",
            "link": "https://dev.bjcp.org/style-tags/balanced/"
        },
        {
            "tag": "british-isles",
            "link": "https://dev.bjcp.org/style-tags/british-isles/"
        },
        {
            "tag": "dark-color",
            "link": "https://dev.bjcp.org/style-tags/dark-color/"
        },
        {
            "tag": "roasty",
            "link": "https://dev.bjcp.org/style-tags/roasty/"
        },
        {
            "tag": "standard-strength",
            "link": "https://dev.bjcp.org/style-tags/standard-strength/"
        },
        {
            "tag": "stout-family",
            "link": "https://dev.bjcp.org/style-tags/stout-family/"
        },
        {
            "tag": "top-fermented",
            "link": "https://dev.bjcp.org/style-tags/top-fermented/"
        },
        {
            "tag": "traditional-style",
            "link": "https://dev.bjcp.org/style-tags/traditional-style/"
        }
    ],
    "name": "16B. Oatmeal Stout ",
    "id": "16B",
    "categoryId": "16",
    "category": "16. Dark British Beer ",
    "entry-content": "\nThis category contains average to strong, bitter to sweet, modern British and Irish stouts that originated in England even if some are now more widely associated with Ireland. In this case, “British” means the broader British Isles not Great Britain.\n"
}