{
    "name": "16D. Foreign Extra Stout ",
    "category": "16. Dark British Beer ",
    "entry-content": "\nThis category contains average to strong, bitter to sweet, modern British and Irish stouts that originated in England even if some are now more widely associated with Ireland. In this case, “British” means the broader British Isles not Great Britain.\n",
    "impression": "Overall ImpressionA very dark, moderately strong, fairly dry, stout with prominent roast flavors.\n",
    "appearance": "AppearanceVery deep brown to black in color. Clarity usually obscured by deep color (if not opaque, should be clear). Large tan to brown head with good retention.\n",
    "aroma": "AromaModerate to high roasted grain aromas, often with coffee, chocolate and/or lightly burnt notes. Low to medium fruitiness. May have a sweet aroma, or molasses, licorice, dried fruit, and/or vinous aromatics. Stronger versions can have a subtle, clean aroma of alcohol. Hop aroma moderately low to none, can be earthy, herbal or floral. Diacetyl low to none.\n",
    "flavor": "FlavorModerate to high roasted grain and malt flavor with a coffee, chocolate, or lightly burnt grain character, although without a sharp bite. Moderately dry. Low to medium esters. Medium to high bitterness. Moderate to no hop flavor, can be earthy, herbal, or floral. Diacetyl medium-low to none.\n",
    "mouthfeel": "MouthfeelMedium-full to full body, often with a smooth, sometimes creamy character. May give a warming (but never hot) impression from alcohol presence. Moderate to moderately-high carbonation.\n",
    "comments": "CommentsAlso known as Foreign Stout, Export Stout, Foreign Export Stout. Historic versions (before WWI, at least) had the same OG as domestic Extra Stouts, but had a higher ABV because it had a long secondary with Brettanomyces chewing away at it. The difference between domestic and foreign versions were the hopping and length of maturation.\n",
    "comparison": "Style ComparisonSimilar in balance to an Irish Extra Stout, but with more alcohol. Not as big or intense as a Russian Imperial Stout. Lacking the strong bitterness and high late hops of American Stouts. Similar gravity as Tropical Stout, but with a drier finish, higher bitterness, and less esters.\n",
    "history": "",
    "ingredients": "Characteristic IngredientsPale and dark roasted malts and grains, historically also could have used brown and amber malts. Hops mostly for bitterness, typically English varieties. May use adjuncts and sugar to boost gravity.\n",
    "statistics": "Vital StatisticsIBU50 - 70\nSRM30 - 40\nOG1.056 - 1.075\nFG1.010 - 1.018\nABV6.3% - 8%\n",
    "commercial": "Commercial Examples Coopers Best Extra Stout, Guinness Foreign Extra Stout, The Kernel Export Stout, Ridgeway Foreign Export Stout, Southwark Old Stout. ",
    "attributes": "Style Attributes balanced, british-isles, dark-color, high-strength, roasty, stout-family, top-fermented, traditional-style "
}