{
    "impression": "Overall ImpressionRich, malty, dextrinous, and usually caramel-sweet, these beers can give an impression that is suggestive of a dessert. Complex secondary malt and alcohol flavors prevent a one-dimensional quality. Strength and maltiness can vary, but should not be cloying or syrupy.\n",
    "appearance": "Light copper to dark brown color, often with deep ruby highlights. Clear. Usually has a large tan head, which may not persist. Legs may be evident in stronger versions.",
    "aroma": "Deeply malty, with a strong caramel component. Lightly smoky secondary aromas may also be present, adding complexity; peat smoke is inappropriate. Diacetyl should be low to none. Low to moderate esters and alcohol are often present in stronger versions. Hops are very low to none, and can be slightly earthy or floral.",
    "flavor": "FlavorRichly malty with significant caramel (particularly in stronger versions). Hints of roasted malt may be present (sometimes perceived as a faint smoke character), as may some nutty character, all of which may last into the finish. Peat smoke is inappropriate. Hop flavors and bitterness are low to medium-low, so the malt presence should dominate the balance. Diacetyl should be low to none. Low to moderate esters and alcohol are usually present. Esters may suggest plums, raisins or dried fruit. The palate is usually full and sweet, but the finish may be sweet to medium-dry, sometimes with a light roasty-grainy note.\n",
    "mouthfeel": "MouthfeelMedium-full to full-bodied, with some versions (but not all) having a thick, chewy viscosity. A smooth, alcoholic warmth is usually present and is quite welcome since it balances the malty sweetness. Moderate carbonation.\n",
    "comments": "Also known as “strong Scotch ale.” The term “wee heavy” means “small strong” and traces to the beer that made the term famous, Fowler’s Wee Heavy, a 12 Guinea Ale. Historically, the strongest beer from a Scottish ale parti-gyle.",
    "comparison": "Style ComparisonSomewhat similar to an English Barleywine.\n",
    "history": "HistoryMore related to historical brews than modern lower-strength Scottish ales, these beers have their roots in the strong ales of the 1700s and 1800s, although formulations and methods have changed. A premium product, often produced for export. Modern versions have lower starting and finishing gravities than their historical ancestors.\n",
    "ingredients": "Characteristic IngredientsWell-modified pale malt, with roasted barley for color. May use some crystal malt for color adjustment. Slight smoke character may be present in some versions, but derives from roasted grains or from the boil. Peated malt is absolutely not traditional.\n",
    "statistics": [
        {
            "stat": "IBU",
            "value": "17 - 35"
        },
        {
            "stat": "SRM",
            "value": "14 - 25"
        },
        {
            "stat": "OG",
            "value": "1.070 - 1.130"
        },
        {
            "stat": "FG",
            "value": "1.018 - 1.040"
        },
        {
            "stat": "ABV",
            "value": "6.5% - 10%"
        }
    ],
    "commercial": "Commercial Examples Belhaven Wee Heavy, Gordon Highland Scotch Ale, Inveralmond Blackfriar, McEwan's Scotch Ale, Orkney Skull Splitter, Traquair House Ale. ",
    "attributes": [
        {
            "tag": "amber-color",
            "link": "https://dev.bjcp.org/style-tags/amber-color/"
        },
        {
            "tag": "british-isles",
            "link": "https://dev.bjcp.org/style-tags/british-isles/"
        },
        {
            "tag": "high-strength",
            "link": "https://dev.bjcp.org/style-tags/high-strength/"
        },
        {
            "tag": "malty",
            "link": "https://dev.bjcp.org/style-tags/malty/"
        },
        {
            "tag": "strong-ale-family",
            "link": "https://dev.bjcp.org/style-tags/strong-ale-family/"
        },
        {
            "tag": "top-fermented",
            "link": "https://dev.bjcp.org/style-tags/top-fermented/"
        },
        {
            "tag": "traditional-style",
            "link": "https://dev.bjcp.org/style-tags/traditional-style/"
        }
    ],
    "name": "17C. Wee Heavy ",
    "id": "17C",
    "categoryId": "17",
    "category": "17. Strong British Ale ",
    "entry-content": "\nThis category contains the stronger, non-roasty beers of the British Isles.\n"
}