{
    "name": "19B. California Common ",
    "category": "19. Amber and Brown American Beer ",
    "entry-content": "\nThis category contains modern American amber and brown warm-fermented beers of standard strength that can be balanced to bitter.\n",
    "impression": "Overall ImpressionA lightly fruity beer with firm, grainy maltiness, interesting toasty and caramel flavors, and showcasing rustic, traditional American hop characteristics.\n",
    "appearance": "AppearanceMedium amber to light copper color. Generally clear. Moderate off-white head with good retention.\n",
    "aroma": "AromaTypically showcases rustic, traditional American hops (often with woody, rustic or minty qualities) in moderate to high strength. Light fruitiness acceptable. Low to moderate caramel and/or toasty malt aromatics support the hops.\n",
    "flavor": "FlavorModerately malty with a pronounced hop bitterness. The malt character is usually toasty (not roasted) and caramelly. Low to moderately high hop flavor, usually showing rustic, traditional American hop qualities (often woody, rustic, minty). Finish fairly dry and crisp, with a lingering hop bitterness and a firm, grainy malt flavor. Light fruity esters are acceptable, but otherwise clean.\n",
    "mouthfeel": "MouthfeelMedium-bodied. Medium to medium-high carbonation.\n",
    "comments": "CommentsThis style is narrowly defined around the prototypical Anchor Steam example, although allowing other typical ingredients of the era. Northern Brewer hops are not a strict requirement for the style; modern American and New World-type hops (especially citrusy ones) are inappropriate, however.\n",
    "comparison": "Style ComparisonSuperficially similar to an American Amber Ale, but with specific choices for malt and hopping – the hop flavor/aroma is traditional (not modern) American hops, malt flavors are more toasty, the hopping is always assertive, and a warm-fermented lager yeast is used. Less attenuated, less carbonated and less fruity than Australian Sparkling ale.\n",
    "history": "",
    "ingredients": "Characteristic IngredientsPale ale malt, non-citrusy hops (often Northern Brewer), small amounts of toasted malt and/or crystal malts. Lager yeast; however, some strains (often with the mention of “California” in the name) work better than others at the warmer fermentation temperatures (55 to 60 °F) typically used. Note that some German yeast strains produce inappropriate sulfury character.\n",
    "statistics": "Vital StatisticsIBU30 - 45\nSRM10 - 14\nOG1.048 - 1.054\nFG1.011 - 1.014\nABV4.5% - 5.5%\n",
    "commercial": "Commercial Examples Anchor Steam, Flying Dog Old Scratch Amber Lager, Schlafly Pi Common, Steamworks Steam Engine Lager. ",
    "attributes": "Style Attributes amber-color, amber-lager-family, bitter, bottom-fermented, hoppy, north-america, standard-strength, traditional-style "
}