{
    "name": "19C. American Brown Ale ",
    "category": "19. Amber and Brown American Beer ",
    "entry-content": "\nThis category contains modern American amber and brown warm-fermented beers of standard strength that can be balanced to bitter.\n",
    "impression": "Overall ImpressionA malty but hoppy beer frequently with chocolate and caramel flavors. The hop flavor and aroma complements and enhances the malt rather than clashing with it.\n",
    "appearance": "AppearanceLight to very dark brown color. Clear. Low to moderate off-white to light tan head.\n",
    "aroma": "AromaModerate malty-sweet to malty-rich aroma with chocolate, caramel, nutty, and/or toasty qualities. Hop aroma is typically low to moderate, of almost any variety that complements the malt. Some interpretations of the style may feature a stronger hop aroma, an American or New World hop character (citrusy, fruity, tropical, etc.), and/or a fresh dry-hopped aroma (all are optional). Fruity esters are moderate to very low. The dark malt character is more robust than other brown ales, yet stops short of being overly porter-like. The malt and hops are generally balanced.\n",
    "flavor": "FlavorMedium to moderately-high malty-sweet or malty-rich flavor with chocolate, caramel, nutty, and/or toasty malt complexity, with medium to medium-high bitterness. The medium to medium-dry finish provides an aftertaste having both malt and hops. Hop flavor can be light to moderate, and may optionally have a citrusy, fruity, or tropical character, although any hop flavor that complements the malt is acceptable. Very low to moderate fruity esters.\n",
    "mouthfeel": "MouthfeelMedium to medium-full body. More bitter versions may have a dry, resiny impression. Moderate to moderately-high carbonation.\n",
    "comments": "CommentsMost commercial American Browns are not as aggressive as the original homebrewed versions, and some modern craft-brewed examples. This style reflects the current commercial offerings typically marketed as American Brown Ales rather than the hoppier, stronger homebrew versions from the early days of homebrewing. These IPA-strength brown ales should be entered in the Specialty IPA as Brown IPAs.\n",
    "comparison": "Style ComparisonMore chocolate and caramel type flavors than American Pale or Amber Ales, typically with less prominent bitterness in the balance. Less bitterness, alcohol, and hop character than Brown IPAs. More bitter and generally hoppier than English Brown Ales, with a richer malt presence, usually higher alcohol, and American/New World hop character.\n",
    "history": "",
    "ingredients": "Characteristic IngredientsWell-modified pale malt, plus crystal and darker malts (typically chocolate). American hops are typical, but continental or New World hops can also be used.\n",
    "statistics": "Vital StatisticsIBU20 - 30\nSRM18 - 35\nOG1.045 - 1.060\nFG1.010 - 1.016\nABV4.3% - 6.2%\n",
    "commercial": "Commercial Examples Anchor Brekle’s Brown, Big Sky Moose Drool Brown Ale, Brooklyn Brown Ale, Bell’s Best Brown, Cigar City Maduro Brown Ale, Smuttynose Old Brown Dog Ale, Telluride Face Down Brown. ",
    "attributes": "Style Attributes balanced, brown-ale-family, craft-style, dark-color, hoppy, north-america, standard-strength, top-fermented "
}