{
    "impression": "Overall ImpressionA strong, full-flavored American ale that challenges and rewards the palate with full malty and hoppy flavors and substantial bitterness. The flavors are bold but complementary, and are stronger and richer than average-strength pale and amber American ales.\n",
    "appearance": "Medium amber to deep copper or light brown. Moderate-low to medium-sized off-white to light tan head; may have low head retention. Good clarity. Alcohol level and viscosity may present “legs” when glass is swirled.",
    "aroma": "Medium to high hop aroma, most often presenting citrusy or resiny notes although characteristics associated with other American or New World varieties may be found (tropical, stone fruit, melon, etc.). Moderate to bold maltiness supports hop profile, with medium to dark caramel a common presence, bready or toasty possible and background notes of light roast and/or chocolate noticeable in some examples. Generally exhibits clean to moderately fruity ester profile. Moderate alcohol aromatics may be noticeable, but should not be hot, harsh, or solventy.",
    "flavor": "FlavorMedium to high dextrinous malt with a full range of caramel, toffee, dark fruit flavors. Low to medium toasty, bready, or Maillard-rich malty flavors are optional, and can add complexity. Medium-high to high hop bitterness. The malt gives a medium to high sweet impression on the palate, although the finish may be slightly sweet to somewhat dry. Moderate to high hop flavor. Low to moderate fruity esters. The hop flavors are similar to the aroma (citrusy, resiny, tropical, stone fruit, melon, etc.). Alcohol presence may be noticeable, but sharp or solventy alcohol flavors are undesirable. Roasted malt flavors are allowable but should be a background note; burnt malt flavors are inappropriate. While strongly malty on the palate, the finish should seem bitter to bittersweet. Should not be syrupy and under-attenuated. The aftertaste typically has malt, hops, and alcohol noticeable.\n",
    "mouthfeel": "MouthfeelMedium to full body. An alcohol warmth may be present, but not be excessively hot. Any astringency present should be attributable to bold hop bitterness and should not be objectionable on the palate. Medium-low to medium carbonation.\n",
    "comments": "A fairly broad style that can describe beers labeled in various ways, including modern Double/Imperial Red/Amber Ales and other strong, malty-but-hoppy beers that aren’t quite in the Barleywine class. Diverse enough to include what may be viewed as a strong American Amber Ale with room for more interpretations of other “Imperial” versions of lower gravity American Ale styles. Many “East Coast” type IPAs might fit better in this category if they have considerable crystal malt or otherwise more of a malty-sweet finish.",
    "comparison": "Style ComparisonGenerally not as strong and as rich as an American Barleywine. More malt balanced than an American or Double IPA with more American hop intensity than an English Strong Ale style would tolerate.\n",
    "history": "HistoryWhile modern craft versions were developed as “imperial” strength versions of American amber or red ales, the style has much in common with historic American stock ales. Strong, malty beers were highly hopped to keep as provision beers prior to prohibition. There is no continuous legacy of brewing stock ales in this manner, but the resemblance is considerable. Stone Arrogant Bastard was born out of a batch of pale ale that was mistakenly made with excess ingredients, thus creating what may have been the prototype for the imperial amber/red ale. Great Lakes first brewed Nosferatu in the early 1990s and called it a stock ale, although they now call it an imperial red ale. So whether by direct historical inspiration or by accident, the style developed independently in the craft beer era and has subsequently become quite popular.\n",
    "ingredients": "Characteristic IngredientsWell-modified pale malt as a base; some character malts would be appropriate, medium to dark crystal malts are typical. Citrusy or piney American hops are common, although any American or New World varieties can be used in quantity, provided they do not clash with the malt character. Generally uses an attenuative American yeast.\n",
    "statistics": [
        {
            "stat": "IBU",
            "value": "50 - 100"
        },
        {
            "stat": "SRM",
            "value": "7 - 19"
        },
        {
            "stat": "OG",
            "value": "1.062 - 1.090"
        },
        {
            "stat": "FG",
            "value": "1.014 - 1.024"
        },
        {
            "stat": "ABV",
            "value": "6.3% - 10%"
        }
    ],
    "commercial": "Commercial Examples Bear Republic Red Rocket Ale, Great Lakes Nosferatu, Terrapin Big Hoppy Monster, Port Brewing Shark Attack Double Red, Stone Arrogant Bastard. ",
    "attributes": [
        {
            "tag": "amber-color",
            "link": "https://dev.bjcp.org/style-tags/amber-color/"
        },
        {
            "tag": "bitter",
            "link": "https://dev.bjcp.org/style-tags/bitter/"
        },
        {
            "tag": "craft-style",
            "link": "https://dev.bjcp.org/style-tags/craft-style/"
        },
        {
            "tag": "high-strength",
            "link": "https://dev.bjcp.org/style-tags/high-strength/"
        },
        {
            "tag": "hoppy",
            "link": "https://dev.bjcp.org/style-tags/hoppy/"
        },
        {
            "tag": "north-america",
            "link": "https://dev.bjcp.org/style-tags/north-america/"
        },
        {
            "tag": "strong-ale-family",
            "link": "https://dev.bjcp.org/style-tags/strong-ale-family/"
        },
        {
            "tag": "top-fermented",
            "link": "https://dev.bjcp.org/style-tags/top-fermented/"
        }
    ],
    "name": "22B. American Strong Ale ",
    "id": "22B",
    "categoryId": "22",
    "category": "22. Strong American Ale ",
    "entry-content": "\nThis category includes modern American strong ales with a varying balance of malt and hops. The category is defined mostly by alcohol strength and a lack of roast.\n"
}