{
    "impression": "Overall ImpressionA very pale, refreshing, low-alcohol German wheat beer with a clean lactic sourness and a very high carbonation level. A light bread dough malt flavor supports the sourness, which shouldn’t seem artificial. Any Brettanomyces funk is restrained.\n",
    "appearance": "Very pale straw in color. Clarity ranges from clear to somewhat hazy. Large, dense, white head with poor retention. Always effervescent.",
    "aroma": "A sharply sour character is dominant (moderate to moderately-high). Can have up to a moderately fruity character (often lemony or tart apple). The fruitiness may increase with age and a light flowery character may develop. No hop aroma. The wheat may present as uncooked bread dough in fresher versions; combined with the acidity, may suggest sourdough bread. May optionally have a restrained funky Brettanomyces character.",
    "flavor": "Clean lactic sourness dominates and can be quite strong. Some complementary doughy, bready or grainy wheat flavor is generally noticeable. Hop bitterness is undetectable; sourness provides the balance rather than hops. Never vinegary. A restrained citrusy-lemony or tart apple fruitiness may be detected. Very dry finish. Balance dominated by sourness, but some malt flavor should be present. No hop flavor. May optionally have a restrained funky Brettanomyces character.",
    "mouthfeel": "Light body. Very high carbonation. No sensation of alcohol. Crisp, juicy acidity.",
    "comments": "In Germany, it is classified as a Schankbier denoting a small beer of starting gravity in the range 7-8 °P. Often served with the addition of a shot of sugar syrups (mit schuss) flavored with raspberry (himbeer), woodruff (waldmeister), or Caraway schnapps (Kümmel) to counter the substantial sourness. Has been described by some as the most purely refreshing beer in the world.",
    "comparison": "Compared to a lambic, is generally not as acidic and has a clean lactic sourness with restrained to below sensory threshold funk. Also lower in alcohol content.",
    "history": "A regional specialty of Berlin; referred to by Napoleon’s troops in 1809 as “the Champagne of the North” due to its lively and elegant character. At one point, it was smoked and there used to be Märzen-strength (14 °P) version. Increasingly rare in German, but some American craft breweries now regularly produce the style.",
    "ingredients": "Wheat malt content is typically 50% of the grist (as is tradition with all German wheat beers) with the remainder typically being Pilsner malt. A symbiotic fermentation with top-fermenting yeast and Lactobacillus (various strains) provides the sharp sourness, which may be enhanced by blending of beers of different ages during fermentation and by extended cool aging. Hop bitterness is non-existent. Decoction mashing with mash hopping is traditional. German brewing scientists believe that Brettanomyces is essential to get the correct flavor profile, but this character is never strong.",
    "statistics": [
        {
            "stat": "IBU",
            "value": "3 - 8"
        },
        {
            "stat": "SRM",
            "value": "2 - 3"
        },
        {
            "stat": "OG",
            "value": "1.028 - 1.032"
        },
        {
            "stat": "FG",
            "value": "1.003 - 1.006"
        },
        {
            "stat": "ABV",
            "value": "2.8% - 3.8%"
        }
    ],
    "commercial": "Commercial Examples Bayerischer Bahnhof Berliner Style Weisse, Berliner Kindl Weisse, Nodding Head Berliner Weisse, The Bruery Hottenroth. ",
    "attributes": [
        {
            "tag": "central-europe",
            "link": "https://dev.bjcp.org/style-tags/central-europe/"
        },
        {
            "tag": "pale-color",
            "link": "https://dev.bjcp.org/style-tags/pale-color/"
        },
        {
            "tag": "session-strength",
            "link": "https://dev.bjcp.org/style-tags/session-strength/"
        },
        {
            "tag": "sour",
            "link": "https://dev.bjcp.org/style-tags/sour/"
        },
        {
            "tag": "top-fermented",
            "link": "https://dev.bjcp.org/style-tags/top-fermented/"
        },
        {
            "tag": "traditional-style",
            "link": "https://dev.bjcp.org/style-tags/traditional-style/"
        },
        {
            "tag": "wheat-beer-family",
            "link": "https://dev.bjcp.org/style-tags/wheat-beer-family/"
        }
    ],
    "name": "23A. Berliner Weisse ",
    "id": "23A",
    "categoryId": "23",
    "category": "23. European Sour Ale ",
    "entry-content": "\nThis category contains the traditional sour beer styles of Europe that are still produced, many (but not all) with a wheat component. Most have low bitterness, with the sourness of the beer providing the balance that hop bitterness would otherwise contribute. Some are sweetened or flavored, whether at the brewery or upon consumption.\n"
}