{
    "impression": "Overall ImpressionA malty, fruity, aged, somewhat sour Belgian-style brown ale.\n",
    "appearance": "Dark reddish-brown to brown in color. Good clarity. Average to good head retention. Ivory to light tan head color.",
    "aroma": "Complex combination of fruity esters and rich malt character. Medium to medium-high esters commonly reminiscent of raisins, plums, figs, dates, black cherries or prunes. Medium low to medium high malt character of caramel, toffee, orange, treacle or chocolate. Spicy phenols can be present in low amounts for complexity. A sherry-like character may be present and generally denotes an aged example. A low sour aroma may be present, and can modestly increase with age but should not grow to a noticeable acetic/vinegary character. Hop aroma absent. Diacetyl is perceived only in very minor quantities, if at all, as a complementary aroma.",
    "flavor": "FlavorMalty with fruity complexity and typically some caramel character. Medium to medium-high fruitiness commonly includes dark or dried fruit such as raisins, plums, figs, dates, black cherries or prunes. Medium low to medium high malt character of caramel, toffee, orange, treacle or chocolate. Spicy phenols can be present in low amounts for complexity. A slight sourness often becomes more pronounced in well-aged examples, along with some sherry-like character, producing a “sweet-and-sour” profile. The sourness should not grow to a notable acetic/vinegary character. Hop flavor absent. Restrained hop bitterness. Low oxidation is appropriate as a point of complexity. Diacetyl is perceived only in very minor quantities, if at all, as a complementary flavor. Balance is malty, but with fruitiness and sourness present. Sweet and tart finish\n",
    "mouthfeel": "MouthfeelMedium to medium-full body. Low to moderate carbonation. No astringency.\n",
    "comments": "Long aging and blending of young and aged beer may occur, adding smoothness and complexity and balancing any harsh, sour character. This style was designed to lay down so examples with a moderate aged character are considered superior to younger examples. As in fruit lambics, Oud Bruin can be used as a base for fruit-flavored beers such as kriek (cherries) or frambozen (raspberries), though these should be entered in the Classic-Style Fruit Beer category.",
    "comparison": "Style ComparisonA deeper malt character distinguishes these beers from Flanders red ales. The Oud Bruin is less acetic and maltier than a Flanders Red, and the fruity flavors are more malt-oriented.\n",
    "history": "HistoryAn “old ale” tradition, indigenous to East Flanders, typified by the products of the Liefman brewery (now owned by Riva), which has roots back to the 1600s. Historically brewed as a “provision beer” that would develop some sourness as it aged. These beers were typically more sour than current commercial examples. While Flanders red beers are aged in oak, the brown beers are warm aged in stainless steel.\n",
    "ingredients": "Characteristic IngredientsA base of Pils malt with judicious amounts of dark cara malts and a tiny bit of black or roast malt. Often includes maize. Low alpha acid continental hops are typical (avoid high alpha or distinctive American hops). Saccharomyces and Lactobacillus (and acetobacter) contribute to the fermentation and eventual flavor. Lactobacillus reacts poorly to elevated levels of alcohol. Water high in carbonates is typical of its home region and will buffer the acidity of darker malts and the lactic sourness. Magnesium in the water accentuates the sourness.\n",
    "statistics": [
        {
            "stat": "IBU",
            "value": "20 - 25"
        },
        {
            "stat": "SRM",
            "value": "15 - 22"
        },
        {
            "stat": "OG",
            "value": "1.040 - 1.074"
        },
        {
            "stat": "FG",
            "value": "1.008 - 1.012"
        },
        {
            "stat": "ABV",
            "value": "4% - 8%"
        }
    ],
    "commercial": "Commercial Examples Ichtegem Oud Bruin, Liefmans Goudenband, Liefmans Liefmans Oud Bruin, Petrus Oud Bruin, Riva Vondel, Vanderghinste Bellegems Bruin. ",
    "attributes": [
        {
            "tag": "dark-color",
            "link": "https://dev.bjcp.org/style-tags/dark-color/"
        },
        {
            "tag": "malty",
            "link": "https://dev.bjcp.org/style-tags/malty/"
        },
        {
            "tag": "sour",
            "link": "https://dev.bjcp.org/style-tags/sour/"
        },
        {
            "tag": "sour-ale-family",
            "link": "https://dev.bjcp.org/style-tags/sour-ale-family/"
        },
        {
            "tag": "standard-strength",
            "link": "https://dev.bjcp.org/style-tags/standard-strength/"
        },
        {
            "tag": "top-fermented",
            "link": "https://dev.bjcp.org/style-tags/top-fermented/"
        },
        {
            "tag": "traditional-style",
            "link": "https://dev.bjcp.org/style-tags/traditional-style/"
        },
        {
            "tag": "western-europe",
            "link": "https://dev.bjcp.org/style-tags/western-europe/"
        }
    ],
    "name": "23C. Oud Bruin ",
    "id": "23C",
    "categoryId": "23",
    "category": "23. European Sour Ale ",
    "entry-content": "\nThis category contains the traditional sour beer styles of Europe that are still produced, many (but not all) with a wheat component. Most have low bitterness, with the sourness of the beer providing the balance that hop bitterness would otherwise contribute. Some are sweetened or flavored, whether at the brewery or upon consumption.\n"
}