{
    "name": "24B. Belgian Pale Ale ",
    "category": "24. Belgian Ale ",
    "entry-content": "\nThis category contains the maltier to balanced, more highly flavored Belgian and French ales.\n",
    "impression": "Overall ImpressionA moderately malty, somewhat fruity, easy-drinking, copper-colored Belgian ale that is somewhat less aggressive in flavor profile than many other Belgian beers. The malt character tends to be a bit biscuity with light toasty, honey-like, or caramelly components; the fruit character is noticeable and complementary to the malt. The bitterness level is generally moderate, but may not seem as high due to the flavorful malt profile.\n",
    "appearance": "AppearanceAmber to copper in color. Clarity is very good. Creamy, rocky, white head often fades more quickly than other Belgian beers.\n",
    "aroma": "AromaModerate malt aroma, which can be a combination of toasty, biscuity, or nutty, possibly with a touch of light caramel or honey. Moderate to moderately high fruitiness with an orange- or pear-like character. Low to moderate strength hop character (spicy, herbal, or floral) optionally blended with background level peppery, spicy phenols. The hop character is lower in balance than the malt and fruitiness.\n",
    "flavor": "FlavorHas an initial soft, smooth, moderately malty flavor with a variable profile of toasty, biscuity, nutty, light caramel and/or honey notes. Moderate to moderately high fruitiness, sometimes orange- or pear-like. Relatively light (medium-low to low) spicy, herbal, or floral hop character. The hop bitterness is medium-high to medium-low, and is optionally enhanced by low to very low amounts of peppery phenols. There is a dry to balanced finish, with hops becoming more pronounced in the aftertaste of those with a drier finish. Fairly well balanced overall, with no single component being high in intensity; malt and fruitiness are more forward initially with a supportive bitterness and drying character coming on late.\n",
    "mouthfeel": "MouthfeelMedium to medium-light body. Smooth palate. Alcohol level is restrained, and any warming character should be low if present. Medium to medium-high carbonation.\n",
    "comments": "CommentsMost commonly found in the Flemish provinces of Antwerp and Brabant. Considered “everyday” beers (Category I). Compared to their higher alcohol Category S cousins, they are Belgian “session beers” for ease of drinking. Nothing should be too pronounced or dominant; balance is the key. Yeast character generally more subtle than many Belgian beers, with some of the fruitiness being hop-driven.\n",
    "comparison": "Style ComparisonFairly similar to pale ales from England (Strong Bitter category), typically with a slightly different yeast character and a more varied malt profile. Less yeast character than many other Belgian beers, though.\n",
    "history": "",
    "ingredients": "Characteristic IngredientsPilsner or pale ale malt contributes the bulk of the grist with (cara) Vienna and Munich malts adding color, body and complexity. Sugar is not commonly used as high gravity is not desired. Saazer-type hops, Styrian Goldings, East Kent Goldings or Fuggles are commonly used. Yeasts prone to moderate production of phenols are often used but fermentation temperatures should be kept moderate to limit this character.\n",
    "statistics": "Vital StatisticsIBU20 - 30\nSRM8 - 14\nOG1.048 - 1.054\nFG1.010 - 1.014\nABV4.8% - 5.5%\n",
    "commercial": "Commercial Examples De Koninck, De Ryck Special, Palm Dobble, Palm Speciale. ",
    "attributes": "Style Attributes amber-color, balanced, pale-ale-family, standard-strength, top-fermented, traditional-style, western-europe "
}