{
    "impression": "Overall ImpressionA moderate-strength golden ale that has a subtle fruity-spicy Belgian yeast complexity, slightly malty-sweet flavor, and dry finish.\n",
    "appearance": "Light to deep gold color. Generally very clear. Large, dense, and creamy white to off-white head. Good head retention with Belgian lace.",
    "aroma": "Light earthy or spicy hop nose, along with a lightly grainy-sweet malt character. Shows a subtle yeast character that may include spicy phenolics, perfumy or honey-like alcohol, or yeasty, fruity esters (commonly orange-like or lemony). Light sweetness that may have a slightly sugar-like character. Subtle yet complex.",
    "flavor": "Smooth, light to moderate grainy-sweet malt flavor initially, but finishes medium-dry to dry with some smooth alcohol becoming evident in the aftertaste. Medium hop and alcohol bitterness to balance. Light hop flavor, can be spicy or earthy. Very soft yeast character (esters and alcohols, which are sometimes perfumy or orange/lemon-like). Light spicy phenolics optional. Some lightly caramelized sugar or honey-like sweetness on palate.",
    "mouthfeel": "Medium-high to high carbonation, can give mouth-filling bubbly sensation. Medium body. Light to moderate alcohol warmth, but smooth. Can be somewhat creamy.",
    "comments": "Often has an almost lager-like character, which gives it a cleaner profile in comparison to many other Belgian styles. Belgians use the term Blond, while the French spell it Blonde. Most commercial examples are in the 6.5 – 7% ABV range. Many Trappist or artisanal Belgian beers are called Blond but those are not representative of this style.",
    "comparison": "Similar strength as a Dubbel, similar character as a Belgian Strong Golden Ale or Tripel, although a bit sweeter and not as bitter.",
    "history": "Relatively recent development to further appeal to European Pils drinkers, becoming more popular as it is heavily marketed and widely distributed.",
    "ingredients": "Belgian Pils malt, aromatic malts, sugar, Belgian yeast strains that produce complex alcohol, phenolics and perfumy esters, Saazer-type, Styrian Goldings, or East Kent Goldings hops. Spices are not traditionally used, although the ingredients and fermentation by-products may give an impression of spicing (often reminiscent of oranges or lemons). If spices are present, should be a background character only.",
    "statistics": [
        {
            "stat": "IBU",
            "value": "15 - 30"
        },
        {
            "stat": "SRM",
            "value": "4 - 7"
        },
        {
            "stat": "OG",
            "value": "1.062 - 1.075"
        },
        {
            "stat": "FG",
            "value": "1.008 - 1.018"
        },
        {
            "stat": "ABV",
            "value": "6% - 7.5%"
        }
    ],
    "commercial": "Commercial Examples Affligem Blond, Grimbergen Blond, La Trappe Blond, Leffe Blond, Val-Dieu Blond. ",
    "attributes": [
        {
            "tag": "balanced",
            "link": "https://dev.bjcp.org/style-tags/balanced/"
        },
        {
            "tag": "high-strength",
            "link": "https://dev.bjcp.org/style-tags/high-strength/"
        },
        {
            "tag": "pale-color",
            "link": "https://dev.bjcp.org/style-tags/pale-color/"
        },
        {
            "tag": "top-fermented",
            "link": "https://dev.bjcp.org/style-tags/top-fermented/"
        },
        {
            "tag": "traditional-style",
            "link": "https://dev.bjcp.org/style-tags/traditional-style/"
        },
        {
            "tag": "western-europe",
            "link": "https://dev.bjcp.org/style-tags/western-europe/"
        }
    ],
    "name": "25A. Belgian Blond Ale ",
    "id": "25A",
    "categoryId": "25",
    "category": "25. Strong Belgian Ale ",
    "entry-content": "\nThis category contains the pale, well-attenuated, balanced to bitter beers, often more driven by yeast character than malt flavors, with generally higher alcohol (although a range exists within styles).\n"
}