{
    "name": "26A. Trappist Single ",
    "category": "26. Trappist Ale ",
    "entry-content": "\nTrappist is a protected legal appellation, and cannot be used commercially except by genuine Trappist monasteries that brew their own beer. However, we can use it to describe the type or styles of beer produced by those breweries and those who make beers of a similar style. Trappist type beers are all characterized by very high attenuation, high carbonation through bottle conditioning, and interesting (and often aggressive) yeast character.\n",
    "impression": "Overall ImpressionA pale, bitter, highly attenuated and well carbonated Trappist ale, showing a fruity-spicy Trappist yeast character, a spicy-floral hop profile, and a soft, supportive grainy-sweet malt palate.\n",
    "appearance": "AppearancePale yellow to medium gold color. Generally good clarity, with a moderate-sized, persistent, billowy white head with characteristic lacing.\n",
    "aroma": "AromaMedium-low to medium-high Trappist yeast character, showing a fruity-spicy character along with medium-low to medium spicy or floral hops, occasionally enhanced by light herbal/citrusy spice additions. Low to medium-low grainy-sweet malt backdrop, which may have a light honey or sugar quality. Fruit expression can vary widely (citrus, pome fruit, stone fruit). Light spicy, yeast-driven phenolics found in the best examples. Bubblegum inappropriate.\n",
    "flavor": "FlavorFruity, hoppy, bitter, and dry. Initial malty-sweet impression, with a grainy-sweet soft malt palate, and a dry, hoppy finish. The malt may have a light honeyed biscuit or cracker impression. Moderate spicy or floral hop flavor. Esters can be citrus (orange, lemon, grapefruit), pome fruit (apple, pear), or stone fruit (apricot, peach). Light to moderate spicy, peppery, or clove phenolics. Bitterness rises towards the crisp, dry finish, with an aftertaste of light malt, moderate hops and yeast character.\n",
    "mouthfeel": "MouthfeelMedium-light to medium body. Smooth. Medium-high to high carbonation, can be somewhat prickly. Should not have noticeable alcohol warmth.\n",
    "comments": "CommentsOften not labeled or available outside the monastery, or infrequently brewed. Might also be called monk’s beer or Brother’s beer. Highly attenuated, generally 85% or higher.\n",
    "comparison": "Style ComparisonLike a top-fermented Belgian/Trappist interpretation of a German Pils – pale, hoppy, and well-attenuated, but showing prototypical Belgian yeast character. Has less sweetness, higher attenuation, less character malt, and is more hop-centered than a Belgian Pale Ale. More like a much smaller, more highly hopped tripel than a smaller Belgian Blond Ale.\n",
    "history": "",
    "ingredients": "Characteristic IngredientsPilsner malt, Belgian Trappist yeast, Saazer-type hops.\n",
    "statistics": "Vital StatisticsIBU25 - 45\nSRM3 - 5\nOG1.044 - 1.054\nFG1.004 - 1.010\nABV4.8% - 6%\n",
    "commercial": "Commercial Examples Achel 5° Blond, St. Bernardus  Extra 4, Westmalle Extra, Westvleteren Blond. ",
    "attributes": "Style Attributes bitter, craft-style, hoppy, pale-color, standard-strength, top-fermented, western-europe "
}