{
    "impression": "Overall ImpressionA deep reddish-copper, moderately strong, malty, complex Trappist ale with rich malty flavors, dark or dried fruit esters, and light alcohol blended together in a malty presentation that still finishes fairly dry.\n",
    "appearance": "Dark amber to copper in color, with an attractive reddish depth of color. Generally clear. Large, dense, and long-lasting creamy off-white head.",
    "aroma": "Complex, rich-sweet malty aroma, possibly with hints of chocolate, caramel and/or toast (but never roasted or burnt aromas). Moderate fruity esters (usually including raisins and plums, sometimes also dried cherries). Esters sometimes include banana or apple. Spicy phenols and higher alcohols are common (may include light clove and spice, peppery, rose-like and/or perfumy notes). Spicy qualities can be moderate to very low. Alcohol, if present, is soft and never hot or solventy. Low to no spicy, herbal, or floral hop aroma, typically absent. The malt is most prominent in the balance with esters and a touch of alcohol in support, blending together for a harmonious presentation.",
    "flavor": "FlavorSimilar qualities as aroma. Rich, complex medium to medium-full rich-sweet malt flavor on the palate yet finishes moderately dry. Complex malt, ester, alcohol and phenol interplay (raisiny flavors are common; dried fruit flavors are welcome; clove or pepper spiciness is optional). Balance is always toward the malt. Medium-low bitterness that doesn’t persist into the aftertaste. Low spicy, floral, or herbal hop flavor is optional and not usually present.\n",
    "mouthfeel": "MouthfeelMedium-full body. Medium-high carbonation, which can influence the perception of body. Low alcohol warmth. Smooth, never hot or solventy.\n",
    "comments": "Most commercial examples are in the 6.5 – 7% ABV range. Traditionally bottle-conditioned (or refermented in the bottle).",
    "comparison": "Style ComparisonShould not be as malty as a bock and should not have crystal malt-type sweetness. Similar in strength and balance as a Belgian Blond, but with a richer malt and ester profile. Less strong and intense as a Belgian Dark Strong Ale.\n",
    "history": "HistoryOriginated at monasteries in the Middle Ages, and was revived in the mid-1800s after the Napoleonic era.\n",
    "ingredients": "Characteristic IngredientsBelgian yeast strains prone to production of higher alcohols, esters, and phenolics are commonly used. Impression of complex grain bill, although traditional versions are typically Belgian Pils malt with caramelized sugar syrup or other unrefined sugars providing much of the character. Saazer-type, English-type or Styrian Goldings hops commonly used. No spices are traditionally used, although restrained use is allowable (background strength only).\n",
    "statistics": [
        {
            "stat": "IBU",
            "value": "15 - 25"
        },
        {
            "stat": "SRM",
            "value": "10 - 17"
        },
        {
            "stat": "OG",
            "value": "1.062 - 1.075"
        },
        {
            "stat": "FG",
            "value": "1.008 - 1.018"
        },
        {
            "stat": "ABV",
            "value": "6% - 7.6%"
        }
    ],
    "commercial": "Commercial Examples Affligem Dubbel, Chimay Première, Corsendonk Pater, Grimbergen Double, La Trappe Dubbel, St. Bernardus Pater 6, Trappistes Rochefort 6, Westmalle Dubbel. ",
    "attributes": [
        {
            "tag": "amber-color",
            "link": "https://dev.bjcp.org/style-tags/amber-color/"
        },
        {
            "tag": "high-strength",
            "link": "https://dev.bjcp.org/style-tags/high-strength/"
        },
        {
            "tag": "malty",
            "link": "https://dev.bjcp.org/style-tags/malty/"
        },
        {
            "tag": "top-fermented",
            "link": "https://dev.bjcp.org/style-tags/top-fermented/"
        },
        {
            "tag": "traditional-style",
            "link": "https://dev.bjcp.org/style-tags/traditional-style/"
        },
        {
            "tag": "western-europe",
            "link": "https://dev.bjcp.org/style-tags/western-europe/"
        }
    ],
    "name": "26B. Belgian Dubbel ",
    "id": "26B",
    "categoryId": "26",
    "category": "26. Trappist Ale ",
    "entry-content": "\nTrappist is a protected legal appellation, and cannot be used commercially except by genuine Trappist monasteries that brew their own beer. However, we can use it to describe the type or styles of beer produced by those breweries and those who make beers of a similar style. Trappist type beers are all characterized by very high attenuation, high carbonation through bottle conditioning, and interesting (and often aggressive) yeast character.\n"
}