{
    "impression": "Overall ImpressionA highly-carbonated, tart and fruity wheat ale with a restrained coriander and salt character and low bitterness. Very refreshing, with bright flavors and high attenuation.\n",
    "appearance": "Unfiltered, with a moderate to full haze. Moderate to tall sized white head with tight bubbles and good retention. Effervescent. Medium yellow color.",
    "aroma": "Light to moderately fruity aroma of pome fruit. Light sourness, slightly sharp. Noticeable coriander, which can have an aromatic lemony quality, and an intensity up to moderate. Light bready, doughy, yeasty character like uncooked sourdough bread. The acidity and coriander can give a bright, lively impression. The salt may be perceived as a very light, clean sea breeze character or just a general freshness, if noticeable at all.",
    "flavor": "FlavorModerate to restrained but noticeable sourness, like a squeeze of lemon in iced tea. Moderate bready/doughy malt flavor. Light to moderate fruity character of pome fruit, stone fruit, or lemons. Light to moderate salt character, up to the threshold of taste; the salt should be noticeable (particularly in the initial taste) but not taste overtly salty. Low bitterness, no hop flavor. Dry, fully-attenuated finish, with acidity not hops balancing the malt. Acidity can be more noticeable in the finish, and enhance the refreshing quality of the beer. The acidity should be balanced, not forward (although historical versions could be very sour).\n",
    "mouthfeel": "MouthfeelHigh to very high carbonation, effervescent. Medium-light to medium-full body. Salt may give a slightly tingly, mouthwatering quality, if perceived at all. The yeast and wheat can give it a little body, but it shouldn’t have a heavy feel.\n",
    "comments": "Served in traditional cylindrical glasses. Historical versions may have been more sour than modern examples due to spontaneous fermentation, and may be blended with syrups as is done with Berliner Weisse, or Kümmel, a liqueur flavored with caraway, cumin, and fennel. Modern examples are inoculated with lactobacillus, and are more balanced and generally don’t need sweetening. Pronounced GOH-zeh.",
    "comparison": "Style ComparisonPerceived acidity is not as intense as Berliner Weisse or Gueuze. Restrained use of salt, coriander, and lactobacillus – should not taste overtly salty. Coriander aroma can be similar to a witbier. Haziness similar to a Weissbier.\n",
    "history": "HistoryMinor style associated with Leipzig but originating in the Middle Ages in the town of Goslar on the Gose River. Documented to have been in Leipzig by 1740. Leipzig was said to have 80 Gose houses in 1900. Production declined significantly after WWII, and ceased entirely in 1966. Modern production was revived in the 1980s, but the beer is not widely available.\n",
    "ingredients": "Characteristic IngredientsPilsner and wheat malt, restrained use of salt and coriander seed, lactobacillus. The coriander should have a fresh, citrusy (lemon or bitter orange), bright note, and not be vegetal, celery-like, or ham-like. The salt should have a sea salt or fresh salt character, not a metallic, iodine note.\n",
    "statistics": [
        {
            "stat": "IBU",
            "value": "5 - 12"
        },
        {
            "stat": "SRM",
            "value": "3 - 4"
        },
        {
            "stat": "OG",
            "value": "1.036 - 1.056"
        },
        {
            "stat": "FG",
            "value": "1.006 - 1.010"
        },
        {
            "stat": "ABV",
            "value": "4.2% - 4.8%"
        }
    ],
    "commercial": "Commercial Examples Anderson Valley Gose, Bayerisch Bahnhof Leipziger Gose, Döllnitzer Ritterguts Gose. ",
    "attributes": [
        {
            "tag": "central-europe",
            "link": "https://dev.bjcp.org/style-tags/central-europe/"
        },
        {
            "tag": "historical-style",
            "link": "https://dev.bjcp.org/style-tags/historical-style/"
        },
        {
            "tag": "pale-color",
            "link": "https://dev.bjcp.org/style-tags/pale-color/"
        },
        {
            "tag": "sour",
            "link": "https://dev.bjcp.org/style-tags/sour/"
        },
        {
            "tag": "spice",
            "link": "https://dev.bjcp.org/style-tags/spice/"
        },
        {
            "tag": "standard-strength",
            "link": "https://dev.bjcp.org/style-tags/standard-strength/"
        },
        {
            "tag": "top-fermented",
            "link": "https://dev.bjcp.org/style-tags/top-fermented/"
        },
        {
            "tag": "wheat-beer-family",
            "link": "https://dev.bjcp.org/style-tags/wheat-beer-family/"
        }
    ],
    "name": "27A. Historical Beer: Gose ",
    "id": "27A",
    "categoryId": "27",
    "category": "27. Historical Beer ",
    "entry-content": "\nThe Historical Beer category contains styles that either have all but died out in modern times, or that were much more popular in past times and are known only through recreations. This category can also be used for traditional or indigenous beers of cultural importance within certain countries. Placing a beer in the historical category does not imply that it is not currently being produced, just that it is a very minor style or perhaps is in the process of rediscovery by craft brewers.\nEntry InstructionsThe entrant must either specify a style with a BJCP-supplied description from the list below, or specify a different historical beer style that is not described elsewhere in these guidelines. In the case of a style that has changed substantially over the years (such as Porter or Stout), the entrant may specify an existing BJCP style as well as an era (e.g., 1820 English Porter). When the entrant specifies any style not on the BJCP-supplied list, the entrant must provide a description of the style for the judges in sufficient detail to allow the beer to be judged. If a beer is entered with just a style name and no description, it is very unlikely that judges will understand how to judge it.\n\n"
}