{
    "name": "27A. Historical Beer: Lichtenhainer ",
    "category": "27. Historical Beer ",
    "entry-content": "\nThe Historical Beer category contains styles that either have all but died out in modern times, or that were much more popular in past times and are known only through recreations. This category can also be used for traditional or indigenous beers of cultural importance within certain countries. Placing a beer in the historical category does not imply that it is not currently being produced, just that it is a very minor style or perhaps is in the process of rediscovery by craft brewers.\nEntry InstructionsThe entrant must either specify a style with a BJCP-supplied description from the list below, or specify a different historical beer style that is not described elsewhere in these guidelines. In the case of a style that has changed substantially over the years (such as Porter or Stout), the entrant may specify an existing BJCP style as well as an era (e.g., 1820 English Porter). When the entrant specifies any style not on the BJCP-supplied list, the entrant must provide a description of the style for the judges in sufficient detail to allow the beer to be judged. If a beer is entered with just a style name and no description, it is very unlikely that judges will understand how to judge it.\n\n",
    "impression": "Overall ImpressionA sour, smoked, lower-gravity historical German wheat beer. Complex yet refreshing character due to high attenuation and carbonation, along with low bitterness and moderate sourness.\n",
    "appearance": "AppearanceTall off-white head, rocky and persistent. Deep yellow to light gold color. Fair clarity, may be somewhat hazy.\n",
    "aroma": "AromaModerately strong fresh smoky aroma, light hints of sourness, medium-low fruity esters, possibly apples or lemons, moderate bready-grainy malt. The smoke character is stronger than the bready notes, and the smoke has a ‘dry’ character, like the remnants of an old fire, not a ‘greasy’ smoke.\n",
    "flavor": "FlavorModerately strong fruity flavor, possibly lemons or apples. Moderate intensity, clean lactic tartness (no funk). Similar smoky character as aroma (dry wood fire), medium strength. Dry finish, with acidity and smoke in the aftertaste. Low bitterness; the acidity is providing the balance, not hops. Fresh, clean palate and slightly puckery aftertaste. The wheat character is on the low side; the smoke and acidity are more prominent in the balance. The lemony-tart/green apple flavor is strongest in the finish, with smoke a close second. Complex.\n",
    "mouthfeel": "MouthfeelTingly acidity. High carbonation. Medium to medium-light body.\n",
    "comments": "CommentsServed young. Smoke and sour is an unusual combination that is not for everyone.\n",
    "comparison": "Style ComparisonIn the same general historical lower-alcohol top-fermenting central European wheat beer family as Gose, Grodziskie, and Berliner weisse, has elements of all of them but having its own unique balance – sour and smoke is not found in any of the other beers. Not as acidic as Berliner weisse, probably more like a smoked Gose without coriander and salt, or a Grodziskie with Gose-like acidity.\n",
    "history": "",
    "ingredients": "Characteristic IngredientsSmoked barley malt, wheat malt, lactobacillus, top-fermenting yeast. Grists vary, but the wheat would typically be 30-50%.\n",
    "statistics": "Vital StatisticsIBU5 - 12\nSRM3 - 6\nOG1.032 - 1.040\nFG1.004 - 1.008\nABV3.5% - 4.7%\n",
    "commercial": "",
    "attributes": "Style Attributes central-europe, historical-style, pale-color, smoke, sour, standard-strength, top-fermented, wheat-beer-family "
}