{
    "name": "28A. Brett Beer ",
    "category": "28. American Wild Ale ",
    "entry-content": "\nThe name American Wild Ale is in common use by craft brewers and homebrewers. However, the word Wild does not imply that these beers are necessarily spontaneously-fermented; rather, it indicates that they are influenced by microbes other than traditional brewer’s yeasts. This category is intended for a wide range of beers that do not fit traditional European sour or wild styles. All of the styles in this category are essentially specialty beers where many creative interpretations are possible, and the styles are defined only by the use of specific fermentation profiles and ingredients. As specialty styles, the mandatory description provided by the entrant is of the utmost importance to the judge.\nThroughout this category, Brett is used as an abbreviation for Brettanomyces. This is the term most craft brewers and homebrewers will use in conversation, if not in formal communications.\n",
    "impression": "Overall ImpressionMost often drier and fruitier than the base style suggests. Funky notes range from low to high, depending on the age of the beer and strain(s) of Brett used. Funkiness is generally restrained in younger 100% Brett examples, but tends to increase with age. May possess a light acidity, although this does not come from Brett.\n",
    "appearance": "AppearanceVariable by base style. Clarity can be variable, and depends on the base style and ingredients used. Some haze is not necessarily a fault.\n",
    "aroma": "AromaVariable by base style. Young Brett-fermented beers will possess more fruity notes (e.g., tropical fruit, stone fruit, or citrus), but this is variable by the strain(s) of Brett used. For 100% Brett beers heavily hopped with American hop varieties, the fermentation-derived flavors are often difficult to tease from the hop aromatics. Older 100% Brett beers may start to develop a little funk (e.g., barnyard, wet hay, or slightly earthy or smoky notes), but this character should not dominate. If the beer is fermented with a brewer’s yeast in addition to Brett, some of the character of the primary yeast may remain. A faint sourness is acceptable but should not be a prominent character.\n",
    "flavor": "FlavorVariable by base style. Brett character may range from minimal to aggressive. Can be quite fruity (e.g., tropical fruit, berry, stone fruit, citrus), or have some smoky, earthy, or barnyard character. Should not be unpleasantly funky, such as Band-Aid, fetid, nail polish remover, cheese, etc. Light sourness is acceptable with the beer being lightly tart, but should not be truly sour. Always fruitier when young, gaining more funk with age. May not be acetic or lactic. Malt flavors are often less pronounced than in the base style, leaving a beer most often dry and crisp due to high attenuation by the Brett.\n",
    "mouthfeel": "MouthfeelVariable by base style. Generally a light body, lighter than what might be expected from the base style but an overly thin body is a fault. Generally moderate to high carbonation. Head retention is variable.\n",
    "comments": "CommentsThe base style describes most of the character of these beers, but the addition of Brett ensures a drier, thinner, and funkier product. Younger versions are brighter and fruitier, while older ones possess more depth of funk and may lose more of the base style character. Wood-aged versions should be entered in the Wild Specialty Beer style. The Brett character should always meld with the style; these beers should never be a ‘Brett bomb’. Note that Brett does not produce lactic acid.\n",
    "comparison": "Style ComparisonCompared to the same beer style without Brett, a Brett Beer will be drier, more highly attenuated, fruitier, lighter in body, and slightly funkier as it ages. Less sourness and depth than Belgian ‘wild’ ales.\n",
    "history": "",
    "ingredients": "Characteristic IngredientsVirtually any style of beer, fermented in any manner, then finished with one or more strains of Brett. Alternatively, a beer made with Brett as the sole fermentation strain.\n",
    "statistics": "Vital StatisticsVariable by base style.\n",
    "commercial": "Commercial Examples Boulevard Saison Brett, Hill Farmstead Arthur, Logsdon Seizoen Bretta, Russian River Sanctification, The Bruery Saison Rue, Victory Helios. ",
    "attributes": "Style Attributes craft-style, north-america, specialty-beer, wild-fermentation "
}