{
    "impression": "Overall ImpressionA sour and/or funky version of a base style of beer.\n",
    "appearance": "Variable by base style. Clarity can be variable; some haze is not a fault. Head retention can be poor due to high levels of acid or anti-foam properties of some lactobacillus strains.",
    "aroma": "Variable by base style. The contribution of non-Saccharomyces microbes should be noticeable to strong, and often contribute a sour and/or funky, wild note. The best examples will display a range of aromatics, rather than a single dominant character. The aroma should be inviting, not harsh or unpleasant.",
    "flavor": "Variable by base style. Look for an agreeable balance between the base beer and the fermentation character. A range of results is possible from fairly high acidity/funk to a subtle, pleasant, harmonious beer. The best examples are pleasurable to drink with the esters and phenols complementing the malt and/or hops. The wild character can be prominent, but does not need to be dominating in a style with an otherwise strong malt/hop profile. Acidity should be firm yet enjoyable, but should not be biting or vinegary; prominent or objectionable/offensive acetic acid is a fault. Bitterness tends to be low, especially as sourness increases.",
    "mouthfeel": "Variable by base style. Generally a light body, almost always lighter than what might be expected from the base style. Generally moderate to high carbonation, although often lower in higher alcohol examples.",
    "comments": "These beers may be aged in wood, but any wood character should not be a primary or dominant flavor. Sour beers are typically not bitter as these flavors clash. The base beer style becomes less relevant because the various yeast and bacteria tend to dominate the profile. Inappropriate characteristics include diacetyl, solvent, ropy/viscous texture, and heavy oxidation.",
    "comparison": "A sour and/or funky version of a base style.",
    "history": "Modern American craft beer interpretations of Belgian sour ales, or experimentations inspired by Belgian sour ales.",
    "ingredients": "Virtually any style of beer. Usually fermented by Lactobacillus and/or Pediococcus, often in conjunction with Saccharomyces and/or Brettanomyces. Can also be a blend of styles. Wood or barrel aging is very common, but not required.",
    "statistics": [],
    "commercial": "Commercial Examples Boulevard Love Child, Cascade Vlad the Imp Aler, Jester King Le Petit Prince, Jolly Pumpkin Calabaza Blanca, Russian River Temptation, The Bruery Rueuze, The Bruery Tart of Darkness. ",
    "attributes": [
        {
            "tag": "craft-style",
            "link": "https://dev.bjcp.org/style-tags/craft-style/"
        },
        {
            "tag": "north-america",
            "link": "https://dev.bjcp.org/style-tags/north-america/"
        },
        {
            "tag": "sour",
            "link": "https://dev.bjcp.org/style-tags/sour/"
        },
        {
            "tag": "specialty-beer",
            "link": "https://dev.bjcp.org/style-tags/specialty-beer/"
        },
        {
            "tag": "wild-fermentation",
            "link": "https://dev.bjcp.org/style-tags/wild-fermentation/"
        }
    ],
    "name": "28B. Mixed-Fermentation Sour Beer ",
    "id": "28B",
    "categoryId": "28",
    "category": "28. American Wild Ale ",
    "entry-content": "\nThe name American Wild Ale is in common use by craft brewers and homebrewers. However, the word Wild does not imply that these beers are necessarily spontaneously-fermented; rather, it indicates that they are influenced by microbes other than traditional brewer’s yeasts. This category is intended for a wide range of beers that do not fit traditional European sour or wild styles. All of the styles in this category are essentially specialty beers where many creative interpretations are possible, and the styles are defined only by the use of specific fermentation profiles and ingredients. As specialty styles, the mandatory description provided by the entrant is of the utmost importance to the judge.\nThroughout this category, Brett is used as an abbreviation for Brettanomyces. This is the term most craft brewers and homebrewers will use in conversation, if not in formal communications.\n"
}