{
    "impression": "Overall ImpressionA harmonious marriage of fruit, sugar, and beer, but still recognizable as a beer. The fruit and sugar character should both be evident but in balance with the beer, not so forward as to suggest an artificial product.\n",
    "appearance": "Same as fruit beer.",
    "aroma": "Same as fruit beer, except that some additional fermentables (honey, molasses, etc.) may add an aroma component. Whatever additional aroma component is present should be in balance with the fruit and the beer components, and be a pleasant combination.",
    "flavor": "FlavorSame as fruit beer, except that some additional fermentables (honey, molasses, etc.) may add a flavor component. Whatever additional flavor component is present should be in balance with the fruit and the beer components, and be a pleasant combination. Added sugars should not have a raw, unfermented flavor. Some added sugars will have unfermentable elements that may provide a fuller finish; fully fermentable sugars may thin out the finish.\n",
    "mouthfeel": "MouthfeelSame as fruit beer, although depending on the type of sugar added, could increase or decrease the body.\n",
    "comments": "If the additional fermentables or processes do not add a distinguishable character to the beer, enter it as a normal 29A Fruit Beer and omit a description of the extra ingredients or processes.",
    "comparison": "",
    "history": "",
    "ingredients": "",
    "statistics": [],
    "commercial": "Commercial Examples New Planet Raspberry Ale. ",
    "attributes": [
        {
            "tag": "fruit",
            "link": "https://dev.bjcp.org/style-tags/fruit/"
        },
        {
            "tag": "specialty-beer",
            "link": "https://dev.bjcp.org/style-tags/specialty-beer/"
        }
    ],
    "name": "29C. Specialty Fruit Beer ",
    "id": "29C",
    "categoryId": "29",
    "category": "29. Fruit Beer ",
    "entry-content": "\nThe Fruit Beer category is for beer made with any fruit or combination of fruit under the definitions of this category. The culinary, not botanical, definition of fruit is used here – fleshy, seed-associated structures of plants that are sweet or sour, and edible in the raw state. Examples include pome fruit (apple, pear, quince), stone fruit (cherry, plum, peach, apricot, mango, etc.), berries (any fruit with the word ‘berry’ in it), currants, citrus fruit, dried fruit (dates, prunes, raisins, etc.), tropical fruit (banana, pineapple, guava, papaya, etc.), figs, pomegranate, prickly pear, and so on. It does not mean spices, herbs, or vegetables as defined in Category 30, especially botanical fruit treated as culinary vegetables. Basically, if you have to justify a fruit using the word “technically” as part of the description, then that’s not what we mean.\n"
}