{
    "impression": "Overall ImpressionA well-attenuated malty amber lager with an interesting caramel or toast quality and restrained bitterness. Usually fairly well-attenuated, often with an adjunct quality. Smooth, easily-drinkable lager character.\n",
    "appearance": "Golden-amber to reddish-copper color. Bright clarity. White to off-white foam stand which may not last.",
    "aroma": "Low to moderate malt aroma which can be grainy, with a very low to moderate caramel-sweet to toasty-malty aroma. Hop aroma can range from low to none with a mildly floral or spicy character. Clean lager profile. A slight DMS or corny aroma is acceptable.",
    "flavor": "FlavorLow to moderate malt profile which can vary from dry to grainy-sweet. Low to moderate levels of caramel and toasty-bready notes can be evident. Low to medium-low corny sweetness is optional, but not a fault. Hop bitterness is low to moderate, and hop flavor is low to moderate with a spicy, herbal, or floral character. The balance can be fairly malty to nearly even, with the bitterness becoming more noticeable but not objectionable. The bitterness level can increase if the malt character increases to match. Clean fermentation profile. Finish is moderately dry with a moderately malty aftertaste.\n",
    "mouthfeel": "MouthfeelLight to medium body. Medium to high carbonation. Smooth; some examples can be creamy.\n",
    "comments": "A wide spectrum of mass-market Amber lagers developed either independently in various countries, or describing rather generic amber beers that may have had more historical relevance but who eventually changed into an indistinguishable product in modern times.",
    "comparison": "Style ComparisonLess well-developed malt flavor than a Vienna lager, often with an adjunct taste.\n",
    "history": "HistoryVaries by country, but generally represents an adaptation of the mass-market International Lager or an evolution of indigenous styles into a more generic product.\n",
    "ingredients": "Characteristic IngredientsTwo-row or six-row base malt. Color malts such as victory, amber, etc. Caramel malt adjuncts. European or American hops or a combination of both.\n",
    "statistics": [
        {
            "stat": "IBU",
            "value": "8 - 25"
        },
        {
            "stat": "SRM",
            "value": "7 - 14"
        },
        {
            "stat": "OG",
            "value": "1.042 - 1.055"
        },
        {
            "stat": "FG",
            "value": "1.008 - 1.014"
        },
        {
            "stat": "ABV",
            "value": "4.6% - 6%"
        }
    ],
    "commercial": "Commercial Examples Brooklyn Lager, Capital Winter Skål, Dos Equis Amber, Schell’s Oktoberfest, Yuengling Lager. ",
    "attributes": [
        {
            "tag": "amber-color",
            "link": "https://dev.bjcp.org/style-tags/amber-color/"
        },
        {
            "tag": "amber-lager-family",
            "link": "https://dev.bjcp.org/style-tags/amber-lager-family/"
        },
        {
            "tag": "bottom-fermented",
            "link": "https://dev.bjcp.org/style-tags/bottom-fermented/"
        },
        {
            "tag": "lagered",
            "link": "https://dev.bjcp.org/style-tags/lagered/"
        },
        {
            "tag": "malty",
            "link": "https://dev.bjcp.org/style-tags/malty/"
        },
        {
            "tag": "standard-strength",
            "link": "https://dev.bjcp.org/style-tags/standard-strength/"
        },
        {
            "tag": "traditional-style",
            "link": "https://dev.bjcp.org/style-tags/traditional-style/"
        }
    ],
    "name": "2B. International Amber Lager ",
    "id": "2B",
    "categoryId": "2",
    "category": "2. International Lager ",
    "entry-content": "\nInternational lagers are the premium mass-market lagers produced in most countries in the world. Whether developed from American or European styles, they all tend to have a fairly uniform character and are heavily marketed. Loosely derived from original Pilsner-type lagers, with colored variations having additional malt flavors while retaining a broad appeal to most palates. In many countries, the styles will be referred to by their local country names. The use of the term “international” doesn’t mean that any beers are actually labeled as such; it is more of a categorization of similar beers produced worldwide.\n"
}