{
    "impression": "Overall ImpressionA darker and somewhat sweeter version of international pale lager with a little more body and flavor, but equally restrained in bitterness. The low bitterness leaves the malt as the primary flavor element, and the low hop levels provide very little in the way of balance.\n",
    "appearance": "Deep amber to dark brown with bright clarity and ruby highlights. Foam stand may not be long lasting, and is beige to light tan in color.",
    "aroma": "Little to no malt aroma; may have a light corn character. Medium-low to no roast and caramel malt aroma. Hop aroma may range from none to light spicy or floral hop presence. While a clean fermentation profile is generally most desirable, low levels of yeast character (such as a light apple fruitiness) are not a fault. A light amount of DMS or corn aroma is not a fault.",
    "flavor": "FlavorLow to medium malty sweetness with medium-low to no caramel and/or roasted malt flavors (and may include hints of coffee, molasses or cocoa). Hop flavor ranges from none to low levels, and is typically floral, spicy, or herbal. Low to medium hop bitterness. May have a very light fruitiness. Moderately crisp finish. The balance is typically somewhat malty. Burnt or moderately strong roasted malt flavors are a defect.\n",
    "mouthfeel": "MouthfeelLight to medium-light body. Smooth with a light creaminess. Medium to high carbonation.\n",
    "comments": "A broad range of international lagers that are darker than pale, and not assertively bitter and/or roasted.",
    "comparison": "Style ComparisonLess flavor and richness than Munich Dunkel, Schwarzbier, or other dark lagers. Frequently uses adjuncts, as is typical of other International Lagers.\n",
    "history": "HistoryDarker versions of International Pale Lagers often created by the same large, industrial breweries and meant to appeal to a broad audience. Often either a colored or sweetened adaptation of the standard pale industrial lager, or a more broadly accessible (and inexpensive) version of more traditional dark lagers.\n",
    "ingredients": "Characteristic IngredientsTwo- or six-row barley, corn, rice, or sugars as adjuncts. Light use of caramel and darker malts. Commercial versions may use coloring agents.\n",
    "statistics": [
        {
            "stat": "IBU",
            "value": "8 - 20"
        },
        {
            "stat": "SRM",
            "value": "14 - 22"
        },
        {
            "stat": "OG",
            "value": "1.044 - 1.056"
        },
        {
            "stat": "FG",
            "value": "1.008 - 1.012"
        },
        {
            "stat": "ABV",
            "value": "4.2% - 6%"
        }
    ],
    "commercial": "Commercial Examples Baltika #4 Original, Devils Backbone Old Virginia Dark, Dixie Blackened Voodoo, Saint Pauli Girl Dark, San Miguel Dark, Session Black Dark Lager, Shiner Bock. ",
    "attributes": [
        {
            "tag": "bottom-fermented",
            "link": "https://dev.bjcp.org/style-tags/bottom-fermented/"
        },
        {
            "tag": "dark-color",
            "link": "https://dev.bjcp.org/style-tags/dark-color/"
        },
        {
            "tag": "dark-lager-family",
            "link": "https://dev.bjcp.org/style-tags/dark-lager-family/"
        },
        {
            "tag": "lagered",
            "link": "https://dev.bjcp.org/style-tags/lagered/"
        },
        {
            "tag": "malty",
            "link": "https://dev.bjcp.org/style-tags/malty/"
        },
        {
            "tag": "standard-strength",
            "link": "https://dev.bjcp.org/style-tags/standard-strength/"
        },
        {
            "tag": "traditional-style",
            "link": "https://dev.bjcp.org/style-tags/traditional-style/"
        }
    ],
    "name": "2C. International Dark Lager ",
    "id": "2C",
    "categoryId": "2",
    "category": "2. International Lager ",
    "entry-content": "\nInternational lagers are the premium mass-market lagers produced in most countries in the world. Whether developed from American or European styles, they all tend to have a fairly uniform character and are heavily marketed. Loosely derived from original Pilsner-type lagers, with colored variations having additional malt flavors while retaining a broad appeal to most palates. In many countries, the styles will be referred to by their local country names. The use of the term “international” doesn’t mean that any beers are actually labeled as such; it is more of a categorization of similar beers produced worldwide.\n"
}