{
    "impression": "Overall ImpressionA harmonious blend of the base beer style with characteristics from aging in contact with wood. The best examples will be smooth, flavorful, well-balanced and well-aged.\n",
    "appearance": "Varies with base style. Often darker than the unadulterated base beer style, particularly if toasted/charred barrels are used.",
    "aroma": "Varies with base style. A low to moderate wood- or oak-based aroma is usually present. Fresh wood can occasionally impart raw “green” aromatics, although this character should never be too strong. Other optional aromatics include a low to moderate vanilla, caramel, toffee, toast, or cocoa character from any char on the wood. Any alcohol character should be smooth and balanced, not hot. Some background oxidation character is optional, and can take on a pleasant, sherry-like character and not be papery or cardboard-like. Should not have added alcohol character.",
    "flavor": "Varies with base style. Wood usually contributes a woody or oaky flavor, which can occasionally take on a raw “green” flavor if new wood is used. Other flavors that may optionally be present include vanilla (from vanillin in the wood); caramel, butterscotch, toasted bread or almonds (from toasted wood); and coffee, chocolate, cocoa (from charred wood). The wood and/or other cask-derived flavors should be balanced, supportive and noticeable, but should not overpower the base beer style. Some background oxidation character is optional, although this should take on a pleasant, sherry-like character and not be papery or cardboard-like.",
    "mouthfeel": "Varies with base style. Wood can add tannins to the beer, depending on age of the cask. The tannins can lead to additional astringency (which should never be high), or simply a fuller mouthfeel. Tart or acidic characteristics should be low to none, and never distracting.",
    "comments": "The base beer style should be apparent. The wood-based character should be evident, but not so dominant as to unbalance the beer. The intensity of the wood-based flavors is based on the contact time with the wood; the age, condition, and origin and char level of the barrel; and the type of wood. THIS CATEGORY SHOULD NOT BE USED FOR BASE STYLES WHERE WOOD-AGING IS A FUNDAMENTAL REQUIREMENT FOR THE STYLE (e.g., Flanders Red, Lambic, etc.). Beers made using either limited wood aging or products that only provide a subtle background character may be entered in the base beer style categories as long as the wood character isn’t prominently featured.",
    "comparison": "",
    "history": "A traditional production method that is rarely used by major breweries, and usually only with specialty products. More popular with modern American craft breweries looking for new, distinctive products. Oak cask and barrels are traditional, although other woods are becoming more popular.",
    "ingredients": "Varies with base style. Aged in wooden casks or barrels, or using wood-based additives (wood chips, wood staves, oak essence). Fuller-bodied, higher-gravity base styles often are used since they can best stand up to the additional flavors, although experimentation is encouraged.",
    "statistics": [
        {
            "stat": "IBU",
            "value": ""
        },
        {
            "stat": "SRM",
            "value": ""
        },
        {
            "stat": "OG",
            "value": ""
        },
        {
            "stat": "FG",
            "value": ""
        },
        {
            "stat": "ABV",
            "value": ""
        }
    ],
    "commercial": "Commercial Examples Bush Prestige, Cigar City Humidor India Pale Ale, Faust Holzfassgereifter Eisbock, Firestone Walker Double Barrel Ale, Great Divide Oak Aged Yeti Imperial Stout, Petrus Aged Pale, Samuel Smith Yorkshire Stingo. ",
    "attributes": [
        {
            "tag": "specialty-beer",
            "link": "https://dev.bjcp.org/style-tags/specialty-beer/"
        },
        {
            "tag": "wood",
            "link": "https://dev.bjcp.org/style-tags/wood/"
        }
    ],
    "name": "33A. Wood-Aged Beer ",
    "id": "33A",
    "categoryId": "33",
    "category": "33. Wood Beer ",
    "entry-content": "\nThis category contains specialty beers with a wood-aged character, with or without added alcohol character.\n"
}