{
    "name": "6A. Märzen ",
    "category": "6. Amber Malty European Lager ",
    "entry-content": "\nThis category groups amber-colored, German-origin, bottom-fermented lagerbiers that have a malty balance and are vollbier to starkbier in strength.\n",
    "impression": "Overall ImpressionAn elegant, malty German amber lager with a clean, rich, toasty and bready malt flavor, restrained bitterness, and a dry finish that encourages another drink. The overall malt impression is soft, elegant, and complex, with a rich aftertaste that is never cloying or heavy.\n",
    "appearance": "AppearanceAmber-orange to deep reddish-copper color; should not be golden. Bright clarity, with persistent, off-white foam stand.\n",
    "aroma": "AromaModerate intensity aroma of German malt, typically rich, bready, somewhat toasty, with light bread crust notes. Clean lager fermentation character. No hop aroma. Caramel, dry-biscuity, or roasted malt aromas inappropriate. Very light alcohol might be detected, but should never be sharp. Clean, elegant malt richness should be the primary aroma.\n",
    "flavor": "FlavorInitial malt flavor often suggests sweetness, but finish is moderately-dry to dry. Distinctive and complex maltiness often includes a bready, toasty aspect. Hop bitterness is moderate, and the hop flavor is low to none (German types: complex, floral, herbal, or spicy). Hops provide sufficient balance that the malty palate and finish do not seem sweet. The aftertaste is malty, with the same elegant, rich malt flavors lingering. Noticeable caramel, biscuit, or roasted flavors are inappropriate. Clean lager fermentation profile.\n",
    "mouthfeel": "MouthfeelMedium body, with a smooth, creamy texture that often suggests a fuller mouthfeel. Medium carbonation. Fully attenuated, without a sweet or cloying impression. May be slightly warming, but the strength should be relatively hidden.\n",
    "comments": "CommentsModern domestic German Oktoberfest versions are golden – see the Festbier style for this version. Export German versions (to the United States, at least) are typically orange-amber in color, have a distinctive toasty malt character, and are most often labeled Oktoberfest. American craft versions of Oktoberfest are generally based on this style, and most Americans will recognize this beer as Oktoberfest. Historic versions of the beer tended to be darker, towards the brown color range, but there have been many ‘shades’ of Märzen (when the name is used as a strength); this style description specifically refers to the stronger amber lager version. The modern Festbier can be thought of as a pale Märzen by these terms.\n",
    "comparison": "Style ComparisonNot as strong and rich as a Dunkles Bock. More malt depth and richness than a Festbier, with a heavier body and slightly less hops. Less hoppy and equally malty as a Czech Amber Lager.\n",
    "history": "",
    "ingredients": "Characteristic IngredientsGrist varies, although traditional German versions emphasized Munich malt. The notion of elegance is derived from the finest quality ingredients, particularly the base malts. A decoction mash was traditionally used to develop the rich malt profile.\n",
    "statistics": "Vital StatisticsIBU18 - 24\nSRM8 - 17\nOG1.054 - 1.060\nFG1.010 - 1.014\nABV5.8% - 6.3%\n",
    "commercial": "Commercial Examples Buergerliches Ur-Saalfelder, Hacker-Pschorr Original Oktoberfest, Paulaner Oktoberfest, Weltenburg Kloster Anno 1050. ",
    "attributes": "Style Attributes amber-color, amber-lager-family, bottom-fermented, central-europe, lagered, malty, standard-strength, traditional-style "
}