{
    "impression": "Overall ImpressionAn elegant, malty German amber lager with a balanced, complementary beechwood smoke character. Toasty-rich malt in aroma and flavor, restrained bitterness, low to high smoke flavor, clean fermentation profile, and an attenuated finish are characteristic.\n",
    "appearance": "This should be a very clear beer, with a large, creamy, rich, tan- to cream-colored head. Medium amber/light copper to dark brown color.",
    "aroma": "Blend of smoke and malt, with a varying balance and intensity. The beechwood smoke character can range from subtle to fairly strong, and can seem smoky, woody, or bacon-like. The malt character can be low to moderate, and be somewhat rich, toasty, or malty-sweet. The malt and smoke components are often inversely proportional (i.e., when smoke increases, malt decreases, and vice versa). Hop aroma may be very low to none. Clean lager fermentation character.",
    "flavor": "FlavorGenerally follows the aroma profile, with a blend of smoke and malt in varying balance and intensity, yet always complementary. Märzen-like qualities should be noticeable, particularly a malty, toasty richness, but the beechwood smoke flavor can be low to high. At higher levels, the smoke can take on a ham- or bacon-like character, which is acceptable as long as it doesn’t veer into the greasy range. The palate can be somewhat malty, rich, and sweet, yet the finish tends to be medium-dry to dry with the smoke character sometimes enhancing the dryness of the finish. The aftertaste can reflect both malt richness and smoke flavors, with a balanced presentation desirable. Moderate, balanced, hop bitterness. Moderate to none hop flavor with spicy, floral, or herbal notes. Clean lager fermentation character. Harsh, bitter, burnt, charred, rubbery, sulfury or phenolic smoky characteristics are inappropriate.\n",
    "mouthfeel": "MouthfeelMedium body. Medium to medium-high carbonation. Smooth lager character. Significant astringent, phenolic harshness is inappropriate.\n",
    "comments": "Literally “smoke beer” in German. The intensity of smoke character can vary widely; not all examples are highly smoked. Allow for variation in the style when judging. Other examples of smoked beers are available in Germany based on styles such as Dunkles Bock, Weissbier, Dunkel, Schwarzbier, and Helles, including examples such as Spezial Lager; these should be entered in the Classic Style Smoked Beer category. This description specifically refers to the smoked Märzen version.",
    "comparison": "Style ComparisonLike a Märzen with but with a balanced, sweet, smoky aroma and flavor and a somewhat darker color.\n",
    "history": "HistoryA historical specialty of the city of Bamberg, in the Franconian region of Bavaria in Germany. Beechwood-smoked malt is used to make a Märzen-style amber lager. The smoke character of the malt varies by maltster; some breweries produce their own smoked malt (rauchmalz).\n",
    "ingredients": "Characteristic IngredientsGerman Rauchmalz (beechwood-smoked Vienna-type malt) typically makes up 20-100% of the grain bill, with the remainder being German malts typically used in a Märzen. Some breweries adjust the color slightly with a bit of roasted malt. German lager yeast. German or Czech hops.\n",
    "statistics": [
        {
            "stat": "IBU",
            "value": "20 - 30"
        },
        {
            "stat": "SRM",
            "value": "12 - 22"
        },
        {
            "stat": "OG",
            "value": "1.050 - 1.057"
        },
        {
            "stat": "FG",
            "value": "1.012 - 1.016"
        },
        {
            "stat": "ABV",
            "value": "4.8% - 6%"
        }
    ],
    "commercial": "Commercial Examples Eisenbahn Rauchbier, Kaiserdom Rauchbier, Schlenkerla Rauchbier Märzen, Spezial Rauchbier Märzen, Victory Scarlet Fire Rauchbier. ",
    "attributes": [
        {
            "tag": "amber-color",
            "link": "https://dev.bjcp.org/style-tags/amber-color/"
        },
        {
            "tag": "amber-lager-family",
            "link": "https://dev.bjcp.org/style-tags/amber-lager-family/"
        },
        {
            "tag": "bottom-fermented",
            "link": "https://dev.bjcp.org/style-tags/bottom-fermented/"
        },
        {
            "tag": "central-europe",
            "link": "https://dev.bjcp.org/style-tags/central-europe/"
        },
        {
            "tag": "lagered",
            "link": "https://dev.bjcp.org/style-tags/lagered/"
        },
        {
            "tag": "malty",
            "link": "https://dev.bjcp.org/style-tags/malty/"
        },
        {
            "tag": "smoke",
            "link": "https://dev.bjcp.org/style-tags/smoke/"
        },
        {
            "tag": "standard-strength",
            "link": "https://dev.bjcp.org/style-tags/standard-strength/"
        },
        {
            "tag": "traditional-style",
            "link": "https://dev.bjcp.org/style-tags/traditional-style/"
        }
    ],
    "name": "6B. Rauchbier ",
    "id": "6B",
    "categoryId": "6",
    "category": "6. Amber Malty European Lager ",
    "entry-content": "\nThis category groups amber-colored, German-origin, bottom-fermented lagerbiers that have a malty balance and are vollbier to starkbier in strength.\n"
}