{
    "name": "7A. Vienna Lager ",
    "category": "7. Amber Bitter European Beer ",
    "entry-content": "\nThis category groups amber-colored, evenly balanced to bitter balanced beers of German or Austrian origin.\n",
    "impression": "Overall ImpressionA moderate-strength amber lager with a soft, smooth maltiness and moderate bitterness, yet finishing relatively dry. The malt flavor is clean, bready-rich, and somewhat toasty, with an elegant impression derived from quality base malts and process, not specialty malts and adjuncts.\n",
    "appearance": "AppearanceLight reddish amber to copper color. Bright clarity. Large, off-white, persistent head.\n",
    "aroma": "AromaModerately-intense malt aroma, with toasty and malty-rich aromatics. Clean lager character. Floral, spicy hop aroma may be low to none. A significant caramel or roasted aroma is inappropriate.\n",
    "flavor": "FlavorSoft, elegant malt complexity is in the forefront, with a firm enough hop bitterness to provide a balanced finish. The malt flavor tends towards a rich, toasty character, without significant caramel or roast flavors. Fairly dry, crisp finish, with both rich malt and hop bitterness present in the aftertaste. Floral, spicy hop flavor may be low to none. Clean lager fermentation character.\n",
    "mouthfeel": "MouthfeelMedium-light to medium body, with a gentle creaminess. Moderate carbonation. Smooth.\n",
    "comments": "CommentsA standard-strength everyday beer, not a beer brewed for festivals. American versions can be a bit stronger, drier and more bitter, while modern European versions tend to be sweeter. Many Mexican amber and dark lagers used to be more authentic, but unfortunately are now more like sweet, adjunct-laden Amber/Dark International Lagers. Regrettably, many modern examples use adjuncts which lessen the rich malt complexity characteristic of the best examples of this style. This style is on the watch list to move to the Historical category in future guidelines; that would allow the classic style to be described while moving the sweeter modern versions to the International Amber or Dark Lager styles.\n",
    "comparison": "Style ComparisonLighter malt character, slightly less body, and slightly more bitter in the balance than a Märzen, yet with many of the same malt-derived flavors. The malt character is similar to a Märzen, but less intense and more balanced. Lower in alcohol than Märzen or Festbier. Less rich, less malty and less hop-centered compared to Czech Amber Lager.\n",
    "history": "",
    "ingredients": "Characteristic IngredientsVienna malt provides a lightly toasty and complex, Maillard-rich malt profile. As with Märzens, only the finest quality malt should be used, along with Continental hops (preferably Saazer types or Styrians). Can use some caramel malts and/or darker malts to add color and sweetness, but caramel malts shouldn’t add significant aroma and flavor and dark malts shouldn’t provide any roasted character.\n",
    "statistics": "Vital StatisticsIBU18 - 30\nSRM9 - 15\nOG1.048 - 1.055\nFG1.010 - 1.014\nABV4.7% - 5.5%\n",
    "commercial": "Commercial Examples Cuauhtémoc Noche Buena, Chuckanut Vienna Lager, Devils Backbone Vienna Lager, Figueroa Mountain Danish-style Red Lager, Heavy Seas Cutlass Amber Lager, Schell’s Firebrick. ",
    "attributes": "Style Attributes amber-color, amber-lager-family, balanced, bottom-fermented, central-europe, lagered, standard-strength, traditional-style "
}