{
    "name": "7B. Altbier ",
    "category": "7. Amber Bitter European Beer ",
    "entry-content": "\nThis category groups amber-colored, evenly balanced to bitter balanced beers of German or Austrian origin.\n",
    "impression": "Overall ImpressionA well-balanced, well-attenuated, bitter yet malty, clean, and smooth, amber- to copper-colored German beer. The bitterness is balanced by the malt richness, but the malt intensity and character can range from moderate to high (the bitterness increases with the malt richness).\n",
    "appearance": "AppearanceThe color ranges from light amber to deep copper color, stopping short of brown; bronze-orange is most common. Brilliant clarity. Thick, creamy, long-lasting off-white head.\n",
    "aroma": "AromaClean yet robust and complex aroma of grainy-rich malt and spicy hops with restrained (low to medium-low) fruity esters. The malt character reflects German base malt varieties, with rich baked bread and nutty-toasty bread crust notes. The hop aroma may vary from moderate to low, and can have a peppery, spicy, floral, herbal or perfumy character associated with Saazer-type hops.\n",
    "flavor": "FlavorAssertive hop bitterness well balanced by a sturdy yet clean and crisp malt character. The malt presence is moderated by medium-high to high attenuation, but considerable rich, complex, and somewhat grainy malt flavors can remain. Some fruity esters (especially cherry-like) may survive the lagering period. A long-lasting, medium-dry to dry, bittersweet or nutty finish reflects both the hop bitterness and malt complexity. Spicy, peppery or floral hop flavor can be moderate to low. No roasted malt flavors or harshness. The apparent bitterness level is sometimes masked by the malt character; the bitterness can seem as low as moderate if the finish is not very dry. Light sulfury or minerally character optional.\n",
    "mouthfeel": "MouthfeelMedium-bodied. Smooth. Medium to medium-high carbonation, although can be lower when served from the cask. Astringency low to none. Despite being very full of flavor, is light-bodied enough to be consumed as a gravity-fed session beer in its home brewpubs in Düsseldorf.\n",
    "comments": "CommentsA top-fermented lagered beer, fermented at cool ale temperature (59–68 °F), often conditioned at bottom-fermentation temperatures (about 50 °F) and then lagered at cold temperatures to produce a cleaner, smoother palate than is typical for most ales. Zum Uerige is a wonderful beer, but much more aggressively bitter and complex than most other German examples. It may be like the Fuller’s ESB of the strong bitter category – well-known but somewhat of a stylistic outlier. Do not judge all Altbiers as if they were Zum Uerige clones; allow for a more balanced bitterness in the beer (25–35 IBUs is more typical for most other German examples). Stronger sticke and doppelsticke beers should not be entered here.\n",
    "comparison": "Style ComparisonMore bitter and malty than international amber lagers. Somewhat similar to California Common, both in production technique and finished flavor and color, though not in ingredients.\n",
    "history": "",
    "ingredients": "Characteristic IngredientsGrists vary, but usually consist of German base malts (usually Pils, sometimes Munich) with small amounts of crystal, chocolate, and/or black malts used to adjust color. Occasionally will include some wheat, including roasted wheat. Spalt hops are traditional, but other Saazer-type hops can also be used. Clean, highly attenuative ale yeast. A step mash or decoction mash program is traditional.\n",
    "statistics": "Vital StatisticsIBU25 - 50\nSRM11 - 17\nOG1.044 - 1.052\nFG1.008 - 1.014\nABV4.3% - 5.5%\n",
    "commercial": "Commercial Examples Bolten Alt, Diebels Alt, Füchschen Alt, Original Schlüssel Alt, Schlösser Alt, Schumacher Alt, Uerige Altbier. ",
    "attributes": "Style Attributes amber-ale-family, amber-color, bitter, central-europe, lagered, standard-strength, top-fermented, traditional-style "
}