{
    "impression": "Overall ImpressionCharacterized by depth, richness and complexity typical of darker Munich malts with the accompanying Maillard products. Deeply bready-toasty, often with chocolate-like flavors in the freshest examples, but never harsh, roasty, or astringent; a decidedly malt-balanced beer, yet still easily drinkable.\n",
    "appearance": "Deep copper to dark brown, often with a red or garnet tint. Creamy, light to medium tan head. Usually clear, although murky unfiltered versions exist.",
    "aroma": "Rich, elegant, deep malt sweetness, typically like bread crusts (often toasted bread crusts). Hints of chocolate, nuts, caramel, and/or toffee are also acceptable, with fresh traditional versions often showing higher levels of chocolate. Clean fermentation profile. A slight spicy, floral, or herbal hop aroma is acceptable.",
    "flavor": "FlavorDominated by the soft, rich, and complex flavor of darker Munich malts, usually with overtones reminiscent of toasted bread crusts, but without a burnt-harsh-grainy toastiness. The palate can be moderately malty, although it should not be overwhelming or cloyingly sweet. Mild caramel, toast or nuttiness may be present. Very fresh examples often have a pleasant malty-chocolate character that isn’t roasty or sweet. Burnt or bitter flavors from roasted malts are inappropriate, as are pronounced caramel flavors from crystal malt. Hop bitterness is moderately low but perceptible, with the balance tipped firmly towards maltiness. Hop flavor is low to none; if noted, should reflect floral, spicy, or herbal German-type varieties. Aftertaste remains malty, although the hop bitterness may become more apparent in the medium-dry finish. Clean fermentation profile and lager character.\n",
    "mouthfeel": "MouthfeelMedium to medium-full body, providing a soft and dextrinous mouthfeel without being heavy or cloying. Moderate carbonation. The use of continental Munich-type malts should provide a richness, not a harsh or biting astringency.\n",
    "comments": "Unfiltered versions from Germany can taste like liquid bread, with a yeasty, earthy richness not found in exported filtered examples.",
    "comparison": "Style ComparisonNot as intense in maltiness as a bock (and thus more drinkable in quantity). Lacking the more roasted flavors (and often hop bitterness) of a schwarzbier. Richer, more malt-centric, and less hoppy than a Czech Dark Lager.\n",
    "history": "HistoryThe classic brown lager style of Munich which developed as a darker, more malt-accented beer than other regional lagers. While originating in Munich, the style became popular throughout Bavaria (especially Franconia). Franconian versions are often darker and more bitter.\n",
    "ingredients": "Characteristic IngredientsGrist is traditionally made up of German Munich malt (up to 100% in some cases) with the remainder German Pilsner malt. Small amounts of crystal malt can add dextrins and color but should not introduce excessive residual sweetness. Slight additions of roasted malts (such as Carafa or chocolate) may be used to improve color but should not add strong flavors. Traditional German hop varieties and German lager yeast strains should be used. Often decoction mashed (up to a triple decoction) to enhance the malt flavors and create the depth of color.\n",
    "statistics": [
        {
            "stat": "IBU",
            "value": "18 - 28"
        },
        {
            "stat": "SRM",
            "value": "14 - 28"
        },
        {
            "stat": "OG",
            "value": "1.048 - 1.056"
        },
        {
            "stat": "FG",
            "value": "1.010 - 1.016"
        },
        {
            "stat": "ABV",
            "value": "4.5% - 5.6%"
        }
    ],
    "commercial": "Commercial Examples Ayinger Altbairisch Dunkel, Chuckanut Dunkel Lager, Ettaler Kloster Dunkel, Hacker-Pschorr Alt Munich Dark, Weltenburger Kloster Barock-Dunkel. ",
    "attributes": [
        {
            "tag": "bottom-fermented",
            "link": "https://dev.bjcp.org/style-tags/bottom-fermented/"
        },
        {
            "tag": "central-europe",
            "link": "https://dev.bjcp.org/style-tags/central-europe/"
        },
        {
            "tag": "dark-color",
            "link": "https://dev.bjcp.org/style-tags/dark-color/"
        },
        {
            "tag": "dark-lager-family",
            "link": "https://dev.bjcp.org/style-tags/dark-lager-family/"
        },
        {
            "tag": "lagered",
            "link": "https://dev.bjcp.org/style-tags/lagered/"
        },
        {
            "tag": "malty",
            "link": "https://dev.bjcp.org/style-tags/malty/"
        },
        {
            "tag": "standard-strength",
            "link": "https://dev.bjcp.org/style-tags/standard-strength/"
        },
        {
            "tag": "traditional-style",
            "link": "https://dev.bjcp.org/style-tags/traditional-style/"
        }
    ],
    "name": "8A. Munich Dunkel ",
    "id": "8A",
    "categoryId": "8",
    "category": "8. Dark European Lager ",
    "entry-content": "\nThis category contains German vollbier lagers darker than amber-brown color.\n"
}